export default function About() {
    return (
        <section id="about-me" className="about-me">
            <h2>About Me</h2>
            <p>
                Привет! Меня зовут Александр, я, как вы уже и поняли, студент Дальневосточного федерального университета по направлению
                системное программирование (прикладная математика и информатика). В настоящее время активно изучаю
                и работаю с такими технологиями, как JavaScript, TypeScript, React, HTML, CSS, а также серверными
                технологиями: Django, DRF и SQLite. В планах — совершенствоваться в разработке и стать лучше каждый
                день.
            </p>
            <p>
                Помимо программирования, я увлекаюсь спортом, особенно люблю играть в волейбол и заниматься на турниках.
                Также в свободное время люблю гулять на свежем воздухе и иногда смотреть сериалы.
            </p>
        </section>

    )
}